{
  "gameText": [
    {
      "name": "username",
      "text": "Welcome to ZombieBytes! Enter a username: "
    },
    {
      "name": "defaultStart",
      "text": "Enter 'start' to continue: "
    },
    {
      "name": "punch",
      "text": "You punch the zombie in the face."
    },
    {
      "name": "intro",
      "text": "Weary from finals and end of the year festivities, you step off the bus at the town center. \n\"It feels good to be home.\" you say to yourself. \nLooking around, you notice the always bustling town square is... empty. \nA chill climbs your spine.\nLoose paper blows around the square. It appears someone has torn all of the fliers off the town bulletin board.\nIn place of the fliers is a single hand written LETTER.\n"
    },
    {
      "name": "letter",
      "text": "\n\"Ope... we've made a terrible terrible mistake. The town that I love has been destroyed but, if you're reading this... perhaps it's not too late.\n Our animal research at the hospital... No point beating around the bush at this point... \n We made zombies. They just seemed so cool, I really should have thought this through. They looked so cool on TV.\n I've synthesized a cure, it's in the hospital.\"\n It's signed Dr. Emily Gear\n"
    },
    {
      "name": "outro",
      "text": "THANKS FOR QUITTING"
    },
    {
      "name": "death",
      "text": "You have died"
    },
    {
      "name": "bite",
      "text": "Gross! The zombie bit you! I sure hope this doesn't get infected."
    },
    {
      "name": "chooseAction",
      "text": "What would you like to do? (walk, inspect, attack, grab, use item, inventory)"
    },
    {
      "name": "noZombies",
      "text": "There are no zombies to attack in this room."
    },
    {
      "name": "alreadyDefeated",
      "text": "You have already defeated the zombie here."
    },
    {
      "name": "defaultChooseAction",
      "text": "Please enter a valid action word?"
    },
    {
      "name": "defaultWalk",
      "text": "You are walking. Maybe going a certain direction might be helpful."
    },
    {
      "name": "monkeyNoBanana",
      "text": "The monkey zombie shrieks at you and you stumble backwards..."
    },
    {
      "name": "ultimateNoKey",
      "text": "There is no way you can face the creature now at your current state."
    },
    {
      "name": "attackWin",
      "text": "You defeated the zombie"
    },
    {
      "name": "runFail",
      "text": "Your attempt at running away was unsuccessful. The zombie attacks you back!"
    },
    {
      "name": "runWin",
      "text": "You were able to get away!"
    },
    {
      "name": "attackDefault",
      "text": "Please enter a valid choice"
    },
    {
      "name": "lockedIn",
      "text": "This direction is blocked off by too many zombies. Lets choose a different one."
    }
  ]
}

